Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# learn.marking.star
source: A star is traditionally a sign of a bright moment or sudden success in the area where it appears.
bn: তারা ঐতিহ্যগতভাবে যেখানে দেখা যায় সেই ক্ষেত্রে উজ্জ্বল মুহূর্ত বা হঠাৎ সাফল্যের চিহ্ন।
gu: તારો પરંપરાગત રીતે જ્યાં દેખાય તે ક્ષેત્રમાં ઉજ્જ્વળ ક્ષણ કે અચાનક સફળતાનો સંકેત છે.
hi: तारा परंपरागत रूप से उस क्षेत्र में किसी उज्ज्वल क्षण या अचानक सफलता का संकेत है जहाँ वह दिखाई देता है।
kn: ನಕ್ಷತ್ರವು ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಅದು ಕಾಣಿಸುವ ಕ್ಷೇತ್ರದಲ್ಲಿ ಒಂದು ಉಜ್ವಲ ಕ್ಷಣ ಅಥವಾ ಹಠಾತ್ ಯಶಸ್ಸಿನ ಸಂಕೇತ.
ml: നക്ഷത്രം പരമ്പരാഗതമായി അത് കാണുന്ന മേഖലയിലെ ഒരു ഉജ്ജ്വല നിമിഷത്തിന്റെയോ പെട്ടെന്നുള്ള വിജയത്തിന്റെയോ ചിഹ്നമാണ്.
mr: तारा परंपरेनुसार तो जिथे दिसतो त्या क्षेत्रातील उज्ज्वल क्षण किंवा अचानक यशाचे चिन्ह आहे.
or: ତାରା ପରମ୍ପରା ଅନୁସାରେ ଯେଉଁ କ୍ଷେତ୍ରରେ ଦେଖାଯାଏ ସେଠାରେ ଏକ ଉଜ୍ଜ୍ୱଳ ମୁହୂର୍ତ୍ତ ବା ହଠାତ୍ ସଫଳତାର ସଙ୍କେତ।
ta: நட்சத்திரம் மரபுப்படி அது தோன்றும் பகுதியில் ஒரு ஒளிமிக்க தருணம் அல்லது திடீர் வெற்றியின் அடையாளம்.
te: నక్షత్రం సంప్రదాయంగా అది కనిపించే రంగంలో ఒక ప్రకాశవంతమైన క్షణానికి లేదా ఆకస్మిక విజయానికి సంకేతం.
ur: ستارہ روایتی طور پر اس حصے میں کسی روشن لمحے یا اچانک کامیابی کی علامت ہے جہاں وہ ظاہر ہوتا ہے۔

# learn.mount.apollo.location
source: Found below the ring finger.
bn: অনামিকার নিচে অবস্থিত।
gu: અનામિકા આંગળી નીચે આવેલો.
hi: अनामिका उंगली के नीचे स्थित।
kn: ಉಂಗುರದ ಬೆರಳಿನ ಕೆಳಗೆ ಇರುತ್ತದೆ.
ml: മോതിരവിരലിന് താഴെ സ്ഥിതി ചെയ്യുന്നു.
mr: अनामिकेच्या खाली असतो.
or: ଅନାମିକା ତଳେ ଅବସ୍ଥିତ।
ta: மோதிர விரலின் கீழ் உள்ளது.
te: ఉంగరపు వేలి కింద ఉంటుంది.
ur: انگوٹھی والی انگلی کے نیچے واقع۔

# learn.mount.jupiter.location
source: Found below the index finger.
bn: তর্জনীর নিচে অবস্থিত।
gu: તર્જની આંગળી નીચે આવેલો.
hi: तर्जनी उंगली के नीचे स्थित।
kn: ತೋರುಬೆರಳಿನ ಕೆಳಗೆ ಇರುತ್ತದೆ.
ml: ചൂണ്ടുവിരലിന് താഴെ സ്ഥിതി ചെയ്യുന്നു.
mr: तर्जनीच्या खाली असतो.
or: ତର୍ଜନୀ ତଳେ ଅବସ୍ଥିତ।
ta: ஆள்காட்டி விரலின் கீழ் உள்ளது.
te: చూపుడు వేలి కింద ఉంటుంది.
ur: شہادت کی انگلی کے نیچے واقع۔

# learn.mount.mars.location
source: The center of the palm, between the thumb side and the little-finger side.
bn: তালুর মাঝখান, বুড়ো আঙুলের দিক ও কনিষ্ঠার দিকের মধ্যে।
gu: હથેળીનો મધ્ય ભાગ, અંગૂઠા અને ટચલી આંગળીની બાજુ વચ્ચે.
hi: हथेली का मध्य भाग, अंगूठे और कनिष्ठा की ओर के बीच।
kn: ಅಂಗೈಯ ಮಧ್ಯಭಾಗ, ಹೆಬ್ಬೆರಳಿನ ಕಡೆ ಮತ್ತು ಕಿರುಬೆರಳಿನ ಕಡೆಯ ನಡುವೆ.
ml: കൈപ്പത്തിയുടെ മധ്യഭാഗം, തള്ളവിരൽ ഭാഗത്തിനും ചെറുവിരൽ ഭാഗത്തിനും ഇടയിൽ.
mr: तळहाताचा मध्य भाग, अंगठ्याची बाजू आणि करंगळीची बाजू यांच्यामध्ये.
or: ପାପୁଲିର ମଧ୍ୟ ଭାଗ, ବୁଢ଼ା ଆଙ୍ଗୁଠି ପାର୍ଶ୍ୱ ଓ କନିଷ୍ଠା ପାର୍ଶ୍ୱ ମଧ୍ୟରେ।
ta: உள்ளங்கையின் நடுப்பகுதி, கட்டைவிரல் பக்கத்துக்கும் சுண்டுவிரல் பக்கத்துக்கும் இடையே.
te: అరచేతి మధ్య భాగం, బొటనవేలి వైపు మరియు చిటికెన వేలి వైపు మధ్య.
ur: ہتھیلی کا درمیانی حصہ، انگوٹھے اور چھنگلی کی طرف کے درمیان۔

# learn.mount.mercury.location
source: Found below the little finger.
bn: কনিষ্ঠার নিচে অবস্থিত।
gu: ટચલી આંગળી નીચે આવેલો.
hi: कनिष्ठा उंगली के नीचे स्थित।
kn: ಕಿರುಬೆರಳಿನ ಕೆಳಗೆ ಇರುತ್ತದೆ.
ml: ചെറുവിരലിന് താഴെ സ്ഥിതി ചെയ്യുന്നു.
mr: करंगळीच्या खाली असतो.
or: କନିଷ୍ଠା ତଳେ ଅବସ୍ଥିତ।
ta: சுண்டுவிரலின் கீழ் உள்ளது.
te: చిటికెన వేలి కింద ఉంటుంది.
ur: چھنگلی کے نیچے واقع۔

# learn.mount.moon.location
source: The lower palm on the little-finger side, opposite the thumb.
bn: বুড়ো আঙুলের উল্টো দিকে, কনিষ্ঠার দিকের তালুর নিচের অংশ।
gu: અંગૂઠાની સામે, ટચલી આંગળીની બાજુએ હથેળીનો નીચેનો ભાગ.
hi: अंगूठे के सामने, कनिष्ठा की ओर हथेली का निचला भाग।
kn: ಹೆಬ್ಬೆರಳಿಗೆ ಎದುರಾಗಿ, ಕಿರುಬೆರಳಿನ ಕಡೆಯ ಅಂಗೈಯ ಕೆಳಭಾಗ.
ml: തള്ളവിരലിന് എതിരെ, ചെറുവിരൽ ഭാഗത്തെ കൈപ്പത്തിയുടെ താഴ്ഭാഗം.
mr: अंगठ्याच्या समोर, करंगळीच्या बाजूचा तळहाताचा खालचा भाग.
or: ବୁଢ଼ା ଆଙ୍ଗୁଠିର ବିପରୀତ, କନିଷ୍ଠା ପାର୍ଶ୍ୱରେ ପାପୁଲିର ତଳ ଭାଗ।
ta: கட்டைவிரலுக்கு எதிரே, சுண்டுவிரல் பக்கத்தில் உள்ளங்கையின் கீழ்ப்பகுதி.
te: బొటనవేలికి ఎదురుగా, చిటికెన వేలి వైపున అరచేతి కింది భాగం.
ur: انگوٹھے کے مقابل، چھنگلی کی طرف ہتھیلی کا نچلا حصہ۔

# learn.mount.saturn.location
source: Found below the middle finger.
bn: মধ্যমার নিচে অবস্থিত।
gu: મધ્યમા આંગળી નીચે આવેલો.
hi: मध्यमा उंगली के नीचे स्थित।
kn: ಮಧ್ಯದ ಬೆರಳಿನ ಕೆಳಗೆ ಇರುತ್ತದೆ.
ml: നടുവിരലിന് താഴെ സ്ഥിതി ചെയ്യുന്നു.
mr: मधल्या बोटाच्या खाली असतो.
or: ମଧ୍ୟମା ତଳେ ଅବସ୍ଥିତ।
ta: நடுவிரலின் கீழ் உள்ளது.
te: మధ్య వేలి కింద ఉంటుంది.
ur: درمیانی انگلی کے نیچے واقع۔

# learn.mount.venus.location
source: The fleshy base of the thumb, encircled by the life line.
bn: বুড়ো আঙুলের মাংসল গোড়া, যাকে জীবন রেখা ঘিরে থাকে।
gu: અંગૂઠાનો માંસલ આધાર, જેને જીવન રેખા ઘેરે છે.
hi: अंगूठे का मांसल आधार, जिसे जीवन रेखा घेरती है।
kn: ಹೆಬ್ಬೆರಳಿನ ಮಾಂಸಲ ಬುಡ, ಇದನ್ನು ಆಯುಷ್ಯ ರೇಖೆ ಸುತ್ತುವರಿಯುತ್ತದೆ.
ml: തള്ളവിരലിന്റെ മാംസളമായ ചുവട്, ആയുർരേഖ ഇതിനെ വലയം ചെയ്യുന്നു.
mr: अंगठ्याचा मांसल पाया, ज्याला जीवन रेषा वेढते.
or: ବୁଢ଼ା ଆଙ୍ଗୁଠିର ମାଂସଳ ମୂଳ, ଯାହାକୁ ଜୀବନ ରେଖା ଘେରି ରହେ।
ta: கட்டைவிரலின் சதைப்பற்றான அடிப்பகுதி; இதை ஆயுள் ரேகை சுற்றி வருகிறது.
te: బొటనవేలి కండగల మూలం, దీనిని ఆయుష్షు రేఖ చుట్టుముడుతుంది.
ur: انگوٹھے کی گوشت دار جڑ، جسے زندگی کی لکیر گھیرتی ہے۔

# learn.navTitle
source: Learn Palmistry
bn: হস্তরেখা শিখুন
gu: હસ્તરેખા શીખો
hi: हस्तरेखा सीखें
kn: ಹಸ್ತಸಾಮುದ್ರಿಕ ಕಲಿಯಿರಿ
ml: ഹസ്തരേഖാ ശാസ്ത്രം പഠിക്കാം
mr: हस्तरेषा शिका
or: ହସ୍ତରେଖା ଶିଖନ୍ତୁ
ta: கைரேகை கற்றுக்கொள்ளுங்கள்
te: హస్తసాముద్రికం నేర్చుకోండి
ur: دست شناسی سیکھیں

# learn.photo.tip1
source: Use bright, even light, such as daylight near a window. Avoid strong shadows across the palm.
bn: উজ্জ্বল, সমান আলো ব্যবহার করুন, যেমন জানালার পাশের দিনের আলো। তালুর উপর গাঢ় ছায়া এড়িয়ে চলুন।
gu: તેજ, સમાન પ્રકાશનો ઉપયોગ કરો, જેમ કે બારી પાસેનો દિવસનો પ્રકાશ. હથેળી પર ઘેરા પડછાયા ટાળો.
hi: तेज़, समान रोशनी का उपयोग करें, जैसे खिड़की के पास दिन की रोशनी। हथेली पर गहरी परछाइयों से बचें।
kn: ಪ್ರಕಾಶಮಾನ, ಸಮಾನ ಬೆಳಕನ್ನು ಬಳಸಿ, ಉದಾಹರಣೆಗೆ ಕಿಟಕಿಯ ಬಳಿಯ ಹಗಲು ಬೆಳಕು. ಅಂಗೈ ಮೇಲೆ ದಟ್ಟ ನೆರಳುಗಳನ್ನು ತಪ್ಪಿಸಿ.
ml: തെളിഞ്ഞ, ഒരേപോലെയുള്ള വെളിച്ചം ഉപയോഗിക്കുക, ഉദാഹരണത്തിന് ജനാലയ്ക്കരികിലെ പകൽവെളിച്ചം. കൈപ്പത്തിയിൽ കനത്ത നിഴലുകൾ ഒഴിവാക്കുക.
mr: तेजस्वी, समान प्रकाश वापरा, जसे खिडकीजवळचा दिवसाचा प्रकाश. तळहातावर गडद सावल्या टाळा.
or: ଉଜ୍ଜ୍ୱଳ, ସମାନ ଆଲୋକ ବ୍ୟବହାର କରନ୍ତୁ, ଯେପରି ଝରକା ପାଖର ଦିନ ଆଲୋକ। ପାପୁଲି ଉପରେ ଗାଢ଼ ଛାଇରୁ ଦୂରେଇ ରୁହନ୍ତୁ।
ta: பிரகாசமான, சீரான வெளிச்சத்தைப் பயன்படுத்துங்கள், எ.கா. ஜன்னல் அருகே பகல் வெளிச்சம். உள்ளங்கையில் கடும் நிழல்களைத் தவிர்க்கவும்.
te: ప్రకాశవంతమైన, సమానమైన వెలుతురు ఉపయోగించండి, ఉదాహరణకు కిటికీ దగ్గర పగటి వెలుతురు. అరచేతిపై బలమైన నీడలు రాకుండా చూడండి.
ur: تیز، یکساں روشنی استعمال کریں، جیسے کھڑکی کے پاس دن کی روشنی۔ ہتھیلی پر گہرے سایوں سے بچیں۔

# learn.photo.tip2
source: Open your hand flat with the fingers slightly apart and the palm facing the camera.
bn: হাত সমান করে খুলুন, আঙুলগুলো সামান্য ফাঁক রাখুন এবং তালু ক্যামেরার দিকে রাখুন।
gu: હાથ સપાટ ખોલો, આંગળીઓ થોડી છૂટી રાખો અને હથેળી કૅમેરા તરફ રાખો.
hi: हाथ को सपाट खोलें, उंगलियाँ थोड़ी फैली हों और हथेली कैमरे की ओर हो।
kn: ಕೈಯನ್ನು ಚಪ್ಪಟೆಯಾಗಿ ತೆರೆದು, ಬೆರಳುಗಳನ್ನು ಸ್ವಲ್ಪ ಅಗಲಿಸಿ, ಅಂಗೈಯನ್ನು ಕ್ಯಾಮೆರಾದ ಕಡೆಗೆ ಹಿಡಿಯಿರಿ.
ml: കൈ പരത്തി തുറന്ന്, വിരലുകൾ അൽപ്പം അകറ്റി, കൈപ്പത്തി ക്യാമറയ്ക്ക് നേരെ പിടിക്കുക.
mr: हात सपाट उघडा, बोटे थोडी पसरलेली आणि तळहात कॅमेऱ्याकडे ठेवा.
or: ହାତକୁ ସମତଳ ଖୋଲନ୍ତୁ, ଆଙ୍ଗୁଠି ଟିକେ ଫାଙ୍କ ରଖନ୍ତୁ ଏବଂ ପାପୁଲି କ୍ୟାମେରା ଆଡ଼କୁ ରଖନ୍ତୁ।
ta: கையைத் தட்டையாகத் திறந்து, விரல்களைச் சற்று விரித்து, உள்ளங்கையைக் கேமராவை நோக்கி வைக்கவும்.
te: చేయిని సమతలంగా తెరిచి, వేళ్లను కొద్దిగా విడదీసి, అరచేతిని కెమెరా వైపు ఉంచండి.
ur: ہاتھ کو ہموار کھولیں، انگلیاں تھوڑی کھلی ہوں اور ہتھیلی کیمرے کی طرف ہو۔

# learn.photo.tip3
source: Fit your whole hand, including the wrist, inside the frame.
bn: কবজিসহ পুরো হাত ফ্রেমের ভেতরে রাখুন।
gu: કાંડા સહિત આખો હાથ ફ્રેમની અંદર રાખો.
hi: कलाई सहित पूरा हाथ फ्रेम के अंदर रखें।
kn: ಮಣಿಕಟ್ಟು ಸೇರಿದಂತೆ ಇಡೀ ಕೈಯನ್ನು ಚೌಕಟ್ಟಿನೊಳಗೆ ಇರಿಸಿ.
ml: കൈത്തണ്ട ഉൾപ്പെടെ കൈ മുഴുവൻ ഫ്രെയിമിനുള്ളിൽ വയ്ക്കുക.
mr: मनगटासह संपूर्ण हात फ्रेममध्ये ठेवा.
or: ମଣିବନ୍ଧ ସହିତ ସମ୍ପୂର୍ଣ୍ଣ ହାତକୁ ଫ୍ରେମ ଭିତରେ ରଖନ୍ତୁ।
ta: மணிக்கட்டு உட்பட முழுக் கையையும் சட்டகத்துக்குள் வைக்கவும்.
te: మణికట్టుతో సహా మొత్తం చేయిని ఫ్రేమ్ లోపల ఉంచండి.
ur: کلائی سمیت پورا ہاتھ فریم کے اندر رکھیں۔

# learn.photo.tip4
source: Hold steady. The scanner captures automatically once your hand is still.
bn: স্থির থাকুন। হাত স্থির হলেই স্ক্যানার নিজে থেকে ছবি তোলে।
gu: સ્થિર રહો. હાથ સ્થિર થતાં જ સ્કૅનર આપમેળે ફોટો લે છે.
hi: स्थिर रहें। हाथ स्थिर होते ही स्कैनर अपने-आप फ़ोटो ले लेता है।
kn: ಸ್ಥಿರವಾಗಿರಿ. ಕೈ ಸ್ಥಿರವಾದ ತಕ್ಷಣ ಸ್ಕ್ಯಾನರ್ ತಾನಾಗಿಯೇ ಫೋಟೋ ತೆಗೆಯುತ್ತದೆ.
ml: അനങ്ങാതിരിക്കുക. കൈ നിശ്ചലമാകുമ്പോൾ സ്കാനർ സ്വയം ഫോട്ടോ എടുക്കും.
mr: स्थिर राहा. हात स्थिर होताच स्कॅनर आपोआप फोटो घेतो.
or: ସ୍ଥିର ରୁହନ୍ତୁ। ହାତ ସ୍ଥିର ହେବା ମାତ୍ରେ ସ୍କାନର ନିଜେ ଫଟୋ ନିଏ।
ta: அசையாமல் இருங்கள். கை நிலையானதும் ஸ்கேனர் தானாகவே படம் எடுக்கும்.
te: స్థిరంగా ఉండండి. చేయి నిలకడగా ఉండగానే స్కానర్ స్వయంచాలకంగా ఫోటో తీస్తుంది.
ur: ساکن رہیں۔ ہاتھ ساکن ہوتے ہی اسکینر خود بخود تصویر لے لیتا ہے۔

# learn.quiz.subtitle
source: 5 quick questions
bn: ৫টি ছোট প্রশ্ন
gu: 5 ઝડપી પ્રશ્નો
hi: 5 छोटे प्रश्न
kn: 5 ತ್ವರಿತ ಪ್ರಶ್ನೆಗಳು
ml: 5 ചെറു ചോദ്യങ്ങൾ
mr: 5 झटपट प्रश्न
or: 5ଟି ଛୋଟ ପ୍ରଶ୍ନ
ta: 5 விரைவான கேள்விகள்
te: 5 చిన్న ప్రశ్నలు
ur: 5 مختصر سوالات

# learn.quiz.title
source: Test Yourself
bn: নিজেকে যাচাই করুন
gu: પોતાની કસોટી કરો
hi: स्वयं को परखें
kn: ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸಿಕೊಳ್ಳಿ
ml: സ്വയം പരീക്ഷിക്കുക
mr: स्वतःची परीक्षा घ्या
or: ନିଜକୁ ପରଖନ୍ତୁ
ta: உங்களைச் சோதியுங்கள்
te: మిమ్మల్ని మీరు పరీక్షించుకోండి
ur: خود کو آزمائیں

# learn.topic.hands.body
source: Most palmists look at both hands. Traditionally, the dominant hand shows how you use your abilities today, and the other hand shows the qualities you were born with. Comparing the two shows how you have grown.
bn: বেশিরভাগ হস্তরেখাবিদ দুটো হাতই দেখেন। ঐতিহ্য অনুযায়ী, প্রধান হাত দেখায় আপনি আজ নিজের সামর্থ্য কীভাবে কাজে লাগান, আর অন্য হাত দেখায় জন্মগত গুণাবলি। দুটোর তুলনা করলে বোঝা যায় আপনি কীভাবে বেড়ে উঠেছেন।
gu: મોટાભાગના હસ્તરેખા નિષ્ણાતો બંને હાથ જુએ છે. પરંપરા મુજબ, મુખ્ય હાથ બતાવે છે કે તમે આજે તમારી ક્ષમતાઓનો ઉપયોગ કેવી રીતે કરો છો, અને બીજો હાથ જન્મજાત ગુણો બતાવે છે. બંનેની સરખામણીથી જણાય છે કે તમે કેવી રીતે વિકસ્યા છો.
hi: अधिकांश हस्तरेखा विशेषज्ञ दोनों हाथ देखते हैं। परंपरा के अनुसार, प्रमुख हाथ बताता है कि आप आज अपनी क्षमताओं का उपयोग कैसे करते हैं, और दूसरा हाथ जन्मजात गुण दिखाता है। दोनों की तुलना से पता चलता है कि आप कैसे विकसित हुए हैं।
kn: ಹೆಚ್ಚಿನ ಹಸ್ತಸಾಮುದ್ರಿಕ ತಜ್ಞರು ಎರಡೂ ಕೈಗಳನ್ನು ನೋಡುತ್ತಾರೆ. ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ, ಪ್ರಧಾನ ಕೈ ನೀವು ಇಂದು ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೀರಿ ಎಂಬುದನ್ನು, ಇನ್ನೊಂದು ಕೈ ಜನ್ಮಸಿದ್ಧ ಗುಣಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ಎರಡನ್ನೂ ಹೋಲಿಸಿದರೆ ನೀವು ಹೇಗೆ ಬೆಳೆದಿದ್ದೀರಿ ಎಂಬುದು ತಿಳಿಯುತ್ತದೆ.
ml: മിക്ക ഹസ്തരേഖാ വിദഗ്ധരും രണ്ട് കൈകളും നോക്കുന്നു. പരമ്പരാഗതമായി, പ്രധാന കൈ നിങ്ങൾ ഇന്ന് കഴിവുകൾ എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്നും മറ്റേ കൈ ജന്മസിദ്ധമായ ഗുണങ്ങളും കാണിക്കുന്നു. രണ്ടും താരതമ്യം ചെയ്യുമ്പോൾ നിങ്ങൾ എങ്ങനെ വളർന്നുവെന്ന് മനസ്സിലാകും.
mr: बहुतेक हस्तरेषा तज्ज्ञ दोन्ही हात पाहतात. परंपरेनुसार प्रमुख हात दाखवतो की तुम्ही आज तुमच्या क्षमतांचा वापर कसा करता, आणि दुसरा हात जन्मजात गुण दाखवतो. दोघांची तुलना केल्यावर तुम्ही कसे घडलात हे दिसते.
or: ଅଧିକାଂଶ ହସ୍ତରେଖା ବିଶେଷଜ୍ଞ ଦୁଇ ହାତ ଦେଖନ୍ତି। ପରମ୍ପରା ଅନୁସାରେ, ପ୍ରଧାନ ହାତ ଦର୍ଶାଏ ଆପଣ ଆଜି ନିଜ ଦକ୍ଷତାକୁ କିପରି ବ୍ୟବହାର କରନ୍ତି, ଏବଂ ଅନ୍ୟ ହାତ ଜନ୍ମଗତ ଗୁଣ ଦର୍ଶାଏ। ଦୁଇଟିକୁ ତୁଳନା କଲେ ଆପଣ କିପରି ବିକଶିତ ହୋଇଛନ୍ତି ତାହା ଜଣାପଡ଼େ।
ta: பெரும்பாலான கைரேகை நிபுணர்கள் இரண்டு கைகளையும் பார்க்கிறார்கள். மரபுப்படி, முதன்மைக் கை இன்று உங்கள் திறன்களை எப்படிப் பயன்படுத்துகிறீர்கள் என்பதையும், மற்றொரு கை பிறவியிலேயே வந்த பண்புகளையும் காட்டுகிறது. இரண்டையும் ஒப்பிட்டால் நீங்கள் எப்படி வளர்ந்தீர்கள் என்பது தெரியும்.
te: చాలా మంది హస్తరేఖా నిపుణులు రెండు చేతులనూ చూస్తారు. సంప్రదాయం ప్రకారం, ప్రధాన చేయి మీరు నేడు మీ సామర్థ్యాలను ఎలా ఉపయోగిస్తారో చూపిస్తుంది, మరొక చేయి పుట్టుకతో వచ్చిన లక్షణాలను చూపిస్తుంది. రెండింటినీ పోల్చితే మీరు ఎలా ఎదిగారో తెలుస్తుంది.
ur: زیادہ تر دست شناس دونوں ہاتھ دیکھتے ہیں۔ روایت کے مطابق غالب ہاتھ بتاتا ہے کہ آپ آج اپنی صلاحیتیں کیسے استعمال کرتے ہیں، اور دوسرا ہاتھ پیدائشی خوبیاں دکھاتا ہے۔ دونوں کا موازنہ بتاتا ہے کہ آپ نے کیسے ترقی کی ہے۔

# learn.topic.hands.title
source: Which Hand to Read
bn: কোন হাত পড়বেন
gu: કયો હાથ વાંચવો
hi: कौन-सा हाथ पढ़ें
kn: ಯಾವ ಕೈಯನ್ನು ಓದಬೇಕು
ml: ഏത് കൈ വായിക്കണം
mr: कोणता हात वाचावा
or: କେଉଁ ହାତ ପଢ଼ିବେ
ta: எந்தக் கையைப் படிப்பது
te: ఏ చేయిని చదవాలి
ur: کون سا ہاتھ پڑھیں

# learn.topic.history.body
source: Palmistry reads character from the shape of the hand and the lines of the palm. It is believed to have roots in ancient India, where it is part of Samudrika Shastra, the traditional study of the body's features described in Sanskrit texts. From there it spread to China, Persia and Greece, and later across Europe.
bn: হস্তরেখা বিদ্যা হাতের আকার ও তালুর রেখা থেকে চরিত্র পড়ে। মনে করা হয় এর শিকড় প্রাচীন ভারতে, যেখানে এটি সামুদ্রিক শাস্ত্রের অংশ, অর্থাৎ সংস্কৃত গ্রন্থে বর্ণিত দেহলক্ষণের ঐতিহ্যবাহী চর্চা। সেখান থেকে এটি চীন, পারস্য ও গ্রিসে পৌঁছায় এবং পরে সারা ইউরোপে ছড়িয়ে পড়ে।
gu: હસ્તરેખા શાસ્ત્ર હાથના આકાર અને હથેળીની રેખાઓ પરથી વ્યક્તિત્વ વાંચે છે. માનવામાં આવે છે કે તેનાં મૂળ પ્રાચીન ભારતમાં છે, જ્યાં તે સામુદ્રિક શાસ્ત્રનો ભાગ છે, એટલે કે સંસ્કૃત ગ્રંથોમાં વર્ણવેલા શરીરનાં લક્ષણોનો પરંપરાગત અભ્યાસ. ત્યાંથી તે ચીન, ઈરાન અને ગ્રીસ પહોંચ્યું અને પછી આખા યુરોપમાં ફેલાયું.
hi: हस्तरेखा शास्त्र हाथ के आकार और हथेली की रेखाओं से व्यक्तित्व पढ़ता है। माना जाता है कि इसकी जड़ें प्राचीन भारत में हैं, जहाँ यह सामुद्रिक शास्त्र का हिस्सा है, यानी संस्कृत ग्रंथों में वर्णित शरीर के लक्षणों का पारंपरिक अध्ययन। यहाँ से यह चीन, फ़ारस और यूनान पहुँचा और बाद में पूरे यूरोप में फैला।
kn: ಹಸ್ತಸಾಮುದ್ರಿಕ ಕೈಯ ಆಕಾರ ಮತ್ತು ಅಂಗೈ ರೇಖೆಗಳಿಂದ ವ್ಯಕ್ತಿತ್ವವನ್ನು ಓದುತ್ತದೆ. ಇದರ ಬೇರುಗಳು ಪ್ರಾಚೀನ ಭಾರತದಲ್ಲಿವೆ ಎಂದು ನಂಬಲಾಗಿದೆ; ಇಲ್ಲಿ ಇದು ಸಾಮುದ್ರಿಕ ಶಾಸ್ತ್ರದ ಭಾಗ, ಅಂದರೆ ಸಂಸ್ಕೃತ ಗ್ರಂಥಗಳಲ್ಲಿ ವಿವರಿಸಿರುವ ದೇಹಲಕ್ಷಣಗಳ ಸಾಂಪ್ರದಾಯಿಕ ಅಧ್ಯಯನ. ಇಲ್ಲಿಂದ ಇದು ಚೀನಾ, ಪರ್ಷಿಯಾ ಮತ್ತು ಗ್ರೀಸ್‌ಗೆ ತಲುಪಿ, ನಂತರ ಯುರೋಪಿನಾದ್ಯಂತ ಹರಡಿತು.
ml: ഹസ്തരേഖാ ശാസ്ത്രം കൈയുടെ ആകൃതിയിൽ നിന്നും കൈപ്പത്തിയിലെ രേഖകളിൽ നിന്നും സ്വഭാവം വായിക്കുന്നു. ഇതിന്റെ വേരുകൾ പുരാതന ഭാരതത്തിലാണെന്ന് കരുതപ്പെടുന്നു; ഇവിടെ ഇത് സാമുദ്രിക ശാസ്ത്രത്തിന്റെ ഭാഗമാണ്, അതായത് സംസ്കൃത ഗ്രന്ഥങ്ങളിൽ വിവരിക്കുന്ന ശരീരലക്ഷണങ്ങളുടെ പരമ്പരാഗത പഠനം. ഇവിടെ നിന്ന് ഇത് ചൈന, പേർഷ്യ, ഗ്രീസ് എന്നിവിടങ്ങളിലേക്കും പിന്നീട് യൂറോപ്പിലുടനീളവും പ്രചരിച്ചു.
mr: हस्तरेषा शास्त्र हाताच्या आकारावरून आणि तळहातावरील रेषांवरून व्यक्तिमत्त्व वाचते. त्याची मुळे प्राचीन भारतात असल्याचे मानले जाते, जिथे ते सामुद्रिक शास्त्राचा भाग आहे, म्हणजे संस्कृत ग्रंथांत वर्णन केलेल्या शरीरलक्षणांचा पारंपरिक अभ्यास. तिथून ते चीन, पर्शिया आणि ग्रीसमध्ये पोहोचले आणि नंतर संपूर्ण युरोपात पसरले.
or: ହସ୍ତରେଖା ଶାସ୍ତ୍ର ହାତର ଆକାର ଓ ପାପୁଲିର ରେଖାରୁ ଚରିତ୍ର ପଢ଼େ। ବିଶ୍ୱାସ କରାଯାଏ ଯେ ଏହାର ମୂଳ ପ୍ରାଚୀନ ଭାରତରେ, ଯେଉଁଠି ଏହା ସାମୁଦ୍ରିକ ଶାସ୍ତ୍ରର ଅଂଶ, ଅର୍ଥାତ୍ ସଂସ୍କୃତ ଗ୍ରନ୍ଥରେ ବର୍ଣ୍ଣିତ ଶରୀର ଲକ୍ଷଣର ପାରମ୍ପରିକ ଅଧ୍ୟୟନ। ସେଠାରୁ ଏହା ଚୀନ, ପାରସ୍ୟ ଓ ଗ୍ରୀସରେ ପହଞ୍ଚିଲା ଏବଂ ପରେ ସମଗ୍ର ୟୁରୋପରେ ବ୍ୟାପିଲା।
ta: கைரேகை சாஸ்திரம் கையின் வடிவம் மற்றும் உள்ளங்கை ரேகைகளிலிருந்து குணத்தைப் படிக்கிறது. இதன் வேர்கள் பண்டைய இந்தியாவில் உள்ளதாக நம்பப்படுகிறது; இங்கு இது சாமுத்ரிகா சாஸ்திரத்தின் ஒரு பகுதி, அதாவது சமஸ்கிருத நூல்களில் விவரிக்கப்பட்ட உடல் அம்சங்களின் பாரம்பரிய ஆய்வு. இங்கிருந்து இது சீனா, பாரசீகம், கிரேக்கம் சென்று, பின்னர் ஐரோப்பா முழுவதும் பரவியது.
te: హస్తసాముద్రికం చేతి ఆకారం మరియు అరచేతి రేఖల నుండి వ్యక్తిత్వాన్ని చదువుతుంది. దీని మూలాలు ప్రాచీన భారతదేశంలో ఉన్నాయని నమ్ముతారు, ఇక్కడ ఇది సాముద్రిక శాస్త్రంలో భాగం, అంటే సంస్కృత గ్రంథాలలో వివరించిన శరీర లక్షణాల సంప్రదాయ అధ్యయనం. అక్కడి నుండి ఇది చైనా, పర్షియా, గ్రీస్‌లకు, తర్వాత యూరప్ అంతటా వ్యాపించింది.
ur: دست شناسی ہاتھ کی شکل اور ہتھیلی کی لکیروں سے شخصیت پڑھتی ہے۔ مانا جاتا ہے کہ اس کی جڑیں قدیم ہندوستان میں ہیں، جہاں یہ سامُدرِک شاستر کا حصہ ہے، یعنی سنسکرت متون میں بیان کردہ جسمانی خصوصیات کا روایتی مطالعہ۔ وہاں سے یہ چین، فارس اور یونان پہنچی اور بعد میں پورے یورپ میں پھیل گئی۔

# learn.topic.history.body2
source: Palmists see the hand as a map of personality and potential, not a fixed fate, and lines can change over the years. Science does not support palmistry as a way to predict events, so enjoy it as a tool for curiosity and self-reflection.
bn: হস্তরেখাবিদরা হাতকে ব্যক্তিত্ব ও সম্ভাবনার মানচিত্র হিসেবে দেখেন, নির্দিষ্ট নিয়তি হিসেবে নয়, আর রেখা বছরের পর বছর বদলাতে পারে। বিজ্ঞান হস্তরেখাকে ঘটনার ভবিষ্যদ্বাণীর উপায় হিসেবে সমর্থন করে না, তাই কৌতূহল ও আত্মচিন্তনের মাধ্যম হিসেবে এটি উপভোগ করুন।
gu: હસ્તરેખા નિષ્ણાતો હાથને વ્યક્તિત્વ અને સંભાવનાઓનો નકશો માને છે, નિશ્ચિત ભાગ્ય નહીં, અને રેખાઓ વર્ષો સાથે બદલાઈ શકે છે. વિજ્ઞાન હસ્તરેખાને ઘટનાઓની આગાહીની રીત તરીકે સમર્થન આપતું નથી, તેથી તેને જિજ્ઞાસા અને આત્મચિંતનના સાધન તરીકે માણો.
hi: हस्तरेखा विशेषज्ञ हाथ को व्यक्तित्व और संभावनाओं का नक्शा मानते हैं, कोई तय भाग्य नहीं, और रेखाएँ वर्षों में बदल सकती हैं। विज्ञान हस्तरेखा को घटनाओं की भविष्यवाणी का तरीका नहीं मानता, इसलिए इसे जिज्ञासा और आत्म-चिंतन के साधन के रूप में आनंद लें।
kn: ಹಸ್ತಸಾಮುದ್ರಿಕ ತಜ್ಞರು ಕೈಯನ್ನು ವ್ಯಕ್ತಿತ್ವ ಮತ್ತು ಸಾಮರ್ಥ್ಯಗಳ ನಕ್ಷೆಯಾಗಿ ನೋಡುತ್ತಾರೆ, ನಿಗದಿತ ವಿಧಿಯಾಗಿ ಅಲ್ಲ; ರೇಖೆಗಳು ವರ್ಷಗಳಲ್ಲಿ ಬದಲಾಗಬಹುದು. ಘಟನೆಗಳನ್ನು ಊಹಿಸುವ ಮಾರ್ಗವಾಗಿ ವಿಜ್ಞಾನ ಹಸ್ತಸಾಮುದ್ರಿಕವನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಇದನ್ನು ಕುತೂಹಲ ಮತ್ತು ಆತ್ಮಾವಲೋಕನದ ಸಾಧನವಾಗಿ ಆನಂದಿಸಿ.
ml: ഹസ്തരേഖാ വിദഗ്ധർ കൈയെ വ്യക്തിത്വത്തിന്റെയും സാധ്യതകളുടെയും ഭൂപടമായാണ് കാണുന്നത്, നിശ്ചിതമായ വിധിയായല്ല; രേഖകൾ വർഷങ്ങൾ കൊണ്ട് മാറാം. സംഭവങ്ങൾ പ്രവചിക്കാനുള്ള മാർഗമായി ശാസ്ത്രം ഹസ്തരേഖയെ പിന്തുണയ്ക്കുന്നില്ല, അതിനാൽ ഇത് ജിജ്ഞാസയ്ക്കും ആത്മചിന്തയ്ക്കുമുള്ള ഉപാധിയായി ആസ്വദിക്കുക.
mr: हस्तरेषा तज्ज्ञ हाताला व्यक्तिमत्त्व आणि क्षमतांचा नकाशा मानतात, ठरलेले भाग्य नव्हे, आणि रेषा वर्षानुवर्षे बदलू शकतात. विज्ञान हस्तरेषेला घटनांचे भाकीत करण्याचा मार्ग मानत नाही, म्हणून त्याचा कुतूहल आणि आत्मचिंतनाचे साधन म्हणून आनंद घ्या.
or: ହସ୍ତରେଖା ବିଶେଷଜ୍ଞମାନେ ହାତକୁ ବ୍ୟକ୍ତିତ୍ୱ ଓ ସମ୍ଭାବନାର ମାନଚିତ୍ର ଭାବେ ଦେଖନ୍ତି, ସ୍ଥିର ଭାଗ୍ୟ ଭାବେ ନୁହେଁ, ଏବଂ ରେଖା ବର୍ଷ ବର୍ଷ ଧରି ବଦଳିପାରେ। ବିଜ୍ଞାନ ହସ୍ତରେଖାକୁ ଘଟଣାର ପୂର୍ବାନୁମାନର ଉପାୟ ଭାବେ ସମର୍ଥନ କରେ ନାହିଁ, ତେଣୁ ଏହାକୁ କୌତୂହଳ ଓ ଆତ୍ମଚିନ୍ତନର ମାଧ୍ୟମ ଭାବେ ଉପଭୋଗ କରନ୍ତୁ।
ta: கைரேகை நிபுணர்கள் கையை ஆளுமை மற்றும் திறன்களின் வரைபடமாகப் பார்க்கிறார்கள், நிலையான விதியாக அல்ல; ரேகைகள் ஆண்டுகளில் மாறக்கூடும். நிகழ்வுகளைக் கணிக்கும் வழியாக அறிவியல் கைரேகையை ஆதரிப்பதில்லை, எனவே இதை ஆர்வம் மற்றும் சுயசிந்தனைக்கான கருவியாக ரசியுங்கள்.
te: హస్తరేఖా నిపుణులు చేతిని వ్యక్తిత్వం మరియు సామర్థ్యాల పటంగా చూస్తారు, నిర్ణయించిన విధిగా కాదు, మరియు రేఖలు ఏళ్ల తరబడి మారవచ్చు. సంఘటనలను అంచనా వేసే మార్గంగా విజ్ఞానశాస్త్రం హస్తసాముద్రికాన్ని సమర్థించదు, కాబట్టి దీనిని కుతూహలం మరియు ఆత్మపరిశీలన సాధనంగా ఆస్వాదించండి.
ur: دست شناس ہاتھ کو شخصیت اور صلاحیتوں کا نقشہ سمجھتے ہیں، کوئی طے شدہ تقدیر نہیں، اور لکیریں برسوں میں بدل سکتی ہیں۔ سائنس دست شناسی کو واقعات کی پیش گوئی کا ذریعہ نہیں مانتی، اس لیے اسے تجسس اور خود شناسی کے ذریعے کے طور پر لطف اٹھائیں۔

# learn.topic.history.title
source: What Is Palmistry?
bn: হস্তরেখা বিদ্যা কী?
gu: હસ્તરેખા શાસ્ત્ર શું છે?
hi: हस्तरेखा शास्त्र क्या है?
kn: ಹಸ್ತಸಾಮುದ್ರಿಕ ಎಂದರೇನು?
ml: ഹസ്തരേഖാ ശാസ്ത്രം എന്നാൽ എന്ത്?
mr: हस्तरेषा शास्त्र म्हणजे काय?
or: ହସ୍ତରେଖା ଶାସ୍ତ୍ର କ'ଣ?
ta: கைரேகை சாஸ்திரம் என்றால் என்ன?
te: హస్తసాముద్రికం అంటే ఏమిటి?
ur: دست شناسی کیا ہے؟

# learn.topic.lines.title
source: The Palm Lines
bn: তালুর রেখা
gu: હથેળીની રેખાઓ
hi: हथेली की रेखाएँ
kn: ಅಂಗೈ ರೇಖೆಗಳು
ml: കൈപ്പത്തിയിലെ രേഖകൾ
mr: तळहातावरील रेषा
or: ପାପୁଲିର ରେଖା
ta: உள்ளங்கை ரேகைகள்
te: అరచేతి రేఖలు
ur: ہتھیلی کی لکیریں

# learn.topic.markings.title
source: Special Markings
bn: বিশেষ চিহ্ন
gu: વિશેષ ચિહ્નો
hi: विशेष चिह्न
kn: ವಿಶೇಷ ಚಿಹ್ನೆಗಳು
ml: പ്രത്യേക ചിഹ്നങ്ങൾ
mr: विशेष चिन्हे
or: ବିଶେଷ ଚିହ୍ନ
ta: சிறப்புக் குறிகள்
te: ప్రత్యేక చిహ్నాలు
ur: خاص نشانات

# learn.topic.mounts.title
source: The Mounts
bn: পর্বত
gu: પર્વતો
hi: पर्वत
kn: ಪರ್ವತಗಳು
ml: പർവ്വതങ്ങൾ
mr: पर्वत
or: ପର୍ବତ
ta: மேடுகள்
te: పర్వతాలు
ur: ابھار

# learn.topic.photo.title
source: Taking a Good Palm Photo
bn: তালুর ভালো ছবি তোলার উপায়
gu: હથેળીનો સારો ફોટો કેવી રીતે લેવો
hi: हथेली की अच्छी फ़ोटो कैसे लें
kn: ಅಂಗೈಯ ಉತ್ತಮ ಫೋಟೋ ತೆಗೆಯುವುದು ಹೇಗೆ
ml: കൈപ്പത്തിയുടെ നല്ല ഫോട്ടോ എങ്ങനെ എടുക്കാം
mr: तळहाताचा चांगला फोटो कसा घ्यावा
or: ପାପୁଲିର ଭଲ ଫଟୋ କିପରି ନେବେ
ta: உள்ளங்கையை நன்றாகப் படம் எடுப்பது எப்படி
te: అరచేతి మంచి ఫోటో ఎలా తీయాలి
ur: ہتھیلی کی اچھی تصویر کیسے لیں

# learn.topic.shapes.body
source: Palmists group hands into four elements by the shape of the palm and the length of the fingers. A square palm is about as wide as it is tall; a long palm is clearly taller than it is wide.
bn: হস্তরেখাবিদরা তালুর আকার ও আঙুলের দৈর্ঘ্য দেখে হাতকে চারটি উপাদানে ভাগ করেন। বর্গাকার তালু প্রায় যতটা লম্বা ততটাই চওড়া; লম্বা তালু চওড়ার চেয়ে স্পষ্টভাবে বেশি লম্বা।
gu: હસ્તરેખા નિષ્ણાતો હથેળીના આકાર અને આંગળીઓની લંબાઈના આધારે હાથોને ચાર તત્ત્વોમાં વહેંચે છે. ચોરસ હથેળી લગભગ જેટલી લાંબી તેટલી જ પહોળી હોય છે; લાંબી હથેળી પહોળાઈ કરતાં સ્પષ્ટ રીતે વધુ લાંબી હોય છે.
hi: हस्तरेखा विशेषज्ञ हथेली के आकार और उंगलियों की लंबाई के आधार पर हाथों को चार तत्वों में बाँटते हैं। वर्गाकार हथेली लगभग उतनी ही चौड़ी होती है जितनी लंबी; लंबी हथेली चौड़ाई से साफ़ तौर पर अधिक लंबी होती है।
kn: ಹಸ್ತಸಾಮುದ್ರಿಕ ತಜ್ಞರು ಅಂಗೈಯ ಆಕಾರ ಮತ್ತು ಬೆರಳುಗಳ ಉದ್ದದ ಆಧಾರದಲ್ಲಿ ಕೈಗಳನ್ನು ನಾಲ್ಕು ತತ್ವಗಳಾಗಿ ವಿಂಗಡಿಸುತ್ತಾರೆ. ಚೌಕ ಅಂಗೈ ಸುಮಾರು ಉದ್ದದಷ್ಟೇ ಅಗಲವಾಗಿರುತ್ತದೆ; ಉದ್ದ ಅಂಗೈ ಅಗಲಕ್ಕಿಂತ ಸ್ಪಷ್ಟವಾಗಿ ಹೆಚ್ಚು ಉದ್ದವಾಗಿರುತ್ತದೆ.
ml: ഹസ്തരേഖാ വിദഗ്ധർ കൈപ്പത്തിയുടെ ആകൃതിയും വിരലുകളുടെ നീളവും അനുസരിച്ച് കൈകളെ നാല് തത്ത്വങ്ങളായി തിരിക്കുന്നു. ചതുര കൈപ്പത്തിക്ക് ഏകദേശം നീളത്തിനൊപ്പം വീതിയുണ്ട്; നീണ്ട കൈപ്പത്തി വീതിയേക്കാൾ വ്യക്തമായി നീളം കൂടിയതാണ്.
mr: हस्तरेषा तज्ज्ञ तळहाताचा आकार आणि बोटांची लांबी यांवरून हातांचे चार तत्त्वांमध्ये वर्गीकरण करतात. चौकोनी तळहात जवळपास जितका लांब तितकाच रुंद असतो; लांब तळहात रुंदीपेक्षा स्पष्टपणे जास्त लांब असतो.
or: ହସ୍ତରେଖା ବିଶେଷଜ୍ଞମାନେ ପାପୁଲିର ଆକାର ଓ ଆଙ୍ଗୁଠିର ଦୈର୍ଘ୍ୟ ଆଧାରରେ ହାତକୁ ଚାରି ତତ୍ତ୍ୱରେ ବିଭକ୍ତ କରନ୍ତି। ବର୍ଗାକାର ପାପୁଲି ପ୍ରାୟ ଯେତିକି ଲମ୍ବା ସେତିକି ଓସାରିଆ; ଲମ୍ବା ପାପୁଲି ଓସାର ଠାରୁ ସ୍ପଷ୍ଟ ଭାବେ ଅଧିକ ଲମ୍ବା।
ta: கைரேகை நிபுணர்கள் உள்ளங்கையின் வடிவம் மற்றும் விரல்களின் நீளத்தைக் கொண்டு கைகளை நான்கு பூதங்களாகப் பிரிக்கிறார்கள். சதுர உள்ளங்கை ஏறக்குறைய நீளத்துக்குச் சமமான அகலம் கொண்டது; நீண்ட உள்ளங்கை அகலத்தை விடத் தெளிவாக நீளமானது.
te: హస్తరేఖా నిపుణులు అరచేతి ఆకారం మరియు వేళ్ల పొడవు ఆధారంగా చేతులను నాలుగు మూలకాలుగా విభజిస్తారు. చతురస్రాకార అరచేతి దాదాపు పొడవుకు సమానమైన వెడల్పుతో ఉంటుంది; పొడవైన అరచేతి వెడల్పు కంటే స్పష్టంగా ఎక్కువ పొడవుగా ఉంటుంది.
ur: دست شناس ہتھیلی کی شکل اور انگلیوں کی لمبائی کی بنیاد پر ہاتھوں کو چار عناصر میں تقسیم کرتے ہیں۔ چوکور ہتھیلی تقریباً اتنی ہی چوڑی ہوتی ہے جتنی لمبی؛ لمبی ہتھیلی چوڑائی سے واضح طور پر زیادہ لمبی ہوتی ہے۔

# learn.topic.shapes.title
source: Hand Shapes & Elements
bn: হাতের আকার ও উপাদান
gu: હાથના આકાર અને તત્ત્વો
hi: हाथ के आकार और तत्व
kn: ಕೈ ಆಕಾರಗಳು ಮತ್ತು ತತ್ವಗಳು
ml: കൈയുടെ ആകൃതികളും തത്ത്വങ്ങളും
mr: हाताचे आकार आणि तत्त्वे
or: ହାତର ଆକାର ଓ ତତ୍ତ୍ୱ
ta: கை வடிவங்கள் & பூதங்கள்
te: చేతి ఆకారాలు & మూలకాలు
ur: ہاتھ کی شکلیں اور عناصر

# learn.topics.header
source: TOPICS
bn: বিষয়
gu: વિષયો
hi: विषय
kn: ವಿಷಯಗಳು
ml: വിഷയങ്ങൾ
mr: विषय
or: ବିଷୟ
ta: தலைப்புகள்
te: అంశాలు
ur: موضوعات

# life.deliberate.advice
source: Give yourself permission to pause and protect your personal boundaries from outside noise.
bn: নিজেকে থামার অনুমতি দিন এবং বাইরের কোলাহল থেকে নিজের ব্যক্তিগত সীমা রক্ষা করুন।
gu: પોતાને વિરામ લેવાની મંજૂરી આપો અને તમારી વ્યક્તિગત સીમાઓને બહારના ઘોંઘાટથી બચાવો.
hi: स्वयं को रुकने की अनुमति दें और अपनी व्यक्तिगत सीमाओं को बाहरी शोर से बचाएँ।
kn: ನಿಲ್ಲಲು ನಿಮಗೆ ನೀವೇ ಅನುಮತಿ ನೀಡಿ ಮತ್ತು ಹೊರಗಿನ ಗದ್ದಲದಿಂದ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಗಡಿಗಳನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಿ.
ml: നിർത്താൻ സ്വയം അനുവാദം നൽകുക, പുറത്തെ ബഹളത്തിൽ നിന്ന് നിങ്ങളുടെ വ്യക്തിഗത അതിരുകൾ സംരക്ഷിക്കുക.
mr: स्वतःला थांबण्याची परवानगी द्या आणि तुमच्या वैयक्तिक मर्यादा बाहेरील गोंगाटापासून जपा.
or: ନିଜକୁ ଅଟକିବାର ଅନୁମତି ଦିଅନ୍ତୁ ଏବଂ ବାହାର କୋଳାହଳରୁ ନିଜ ବ୍ୟକ୍ତିଗତ ସୀମାକୁ ରକ୍ଷା କରନ୍ତୁ।
ta: நிறுத்தி ஓய்வெடுக்க உங்களுக்கு நீங்களே அனுமதி கொடுங்கள்; வெளிப்புறச் சத்தத்திலிருந்து உங்கள் தனிப்பட்ட எல்லைகளைப் பாதுகாக்கவும்.
te: ఆగడానికి మీకు మీరే అనుమతి ఇచ్చుకోండి మరియు బయటి గందరగోళం నుండి మీ వ్యక్తిగత హద్దులను కాపాడుకోండి.
ur: خود کو رکنے کی اجازت دیں اور اپنی ذاتی حدود کو بیرونی شور سے محفوظ رکھیں۔
